jorgebucaran/fisher
laughedelic/pisces
jorgebucaran/hydro
jethrokuan/z
decors/fish-colored-man
eth-p/fish-plugin-sudo
gazorby/fish-exa
alaz-oz/fish-insulter
shoriminimoe/fish-extract
patrickf1/fzf.fish
franciscolourenco/done
jeremy-hibiki/plugin-archlinux
danhper/fish-ssh-agent
vladhaidukkk/fish-venv
gazorby/fish-pacman
Gazorby/fish-finders
halostatue/fish-utils-net
